Repository: mozilla-l10n/mt-training-data
Catalog: zh-HK/zh-HK_pontoon.tmx
Source language: en_us
Languages: zh_hk

source: 2019 End-of-Year Release
zh_hk: 2019 年尾版

source: 2 down, keep it up!<playIcon></playIcon>
zh_hk: 完成兩筆了 <playIcon></playIcon>，繼續加油！

source: ≥ 2 No votes
zh_hk: ≥ 2 票「錯」

source: ≥ 2 Yes votes
zh_hk: ≥ 2 票「啱」

source: Abkhaz
zh_hk: 阿布哈茲文

source: About
zh_hk: 關於我哋

source: Accent
zh_hk: 口音

source: Account
zh_hk: 帳戶

source: Acehnese
zh_hk: 亞齊文

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
zh_hk: { $actionType }<playIcon></playIcon> 呢句讀得準唔準？

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
zh_hk: { $actionType }<recordIcon></recordIcon>然後大聲朗讀句子

source: { $actionType }<stopIcon></stopIcon> when done
zh_hk: 完成後請{ $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
zh_hk: 準備好即可{ $actionType }送出

source: Additional Language
zh_hk: 其他語言

source: Add Language
zh_hk: 增加語言

source: Add new custom accent "{ $inputValue }"
zh_hk: 加入新嘅自訂口音「{ $inputValue }」

source: Add Your Voice
zh_hk: 添加您的聲音

source: Adyghe
zh_hk: 阿第蓋文

source: Afaan Oromo
zh_hk: 柯羅毛文

source: Afrikaans
zh_hk: 南非荷蘭文

source: Age
zh_hk: 年齡

source: Albanian
zh_hk: 阿爾巴尼亞文

source: All
zh_hk: 全部

source: Amharic
zh_hk: 阿姆哈拉文

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
zh_hk: 已匿名化的使用者資料，如年齡、性別、口音等，可幫助我們改善用來訓練語音識別引擎的語音資料。您的帳號與電郵不會與您提交的數據相關，您也可以決定公開您的帳號或保持匿名。

source: Approve
zh_hk: 批准

source: Arabic
zh_hk: 阿拉伯文

source: Aragonese
zh_hk: 阿拉貢文

source: Armenian
zh_hk: 亞美尼亞文

source: Armenian Western
zh_hk: 西亞美尼亞文

source: Assamese
zh_hk: 阿薩姆文

source: Asturian
zh_hk: 阿斯圖里亞斯文

source: Audio Format
zh_hk: 音檔格式

source: Avatar
zh_hk: 頭像

source: Avatar uploaded
zh_hk: 頭像上載咗啦

source: Average
zh_hk: 一般

source: A voice clip is marked "valid" when a user gives it a Yes vote.
zh_hk: 若使用者投下「啱」，錄音片段就會標示為有效。

source: Awards
zh_hk: 獎勵

source: Azerbaijani
zh_hk: 亞塞拜然文

source: Back
zh_hk: 返回

source: Background Noise
zh_hk: 背景噪音

source: Background Voices
zh_hk: 背景人聲

source: Back to Top
zh_hk: 回到頁頂

source: Bambara
zh_hk: 班巴拉文

source: Basaa
zh_hk: 巴薩文

source: Bashkir
zh_hk: 巴什基爾文

source: Basque
zh_hk: 巴斯克語

source: Belarusian
zh_hk: 白俄羅斯文

source: Benefits
zh_hk: 益處

source: Bengali
zh_hk: 孟加拉文

source: <bold>{ $count }</bold> Clips
zh_hk: <bold>{ $count }</bold>錄音片段

source: <bold>Help us</bold> find more voices
zh_hk: <bold>請幫助我們</bold>去找更多人的聲音

source: Bosnian
zh_hk: 波斯尼亞文

source: Both
zh_hk: 兩樣都做

source: Both (Speak and Listen)
zh_hk: 兩樣都做 (又聽又講)

source: Breton
zh_hk: 布里多尼文

source: Browse Languages
zh_hk: 睇下所有語言

source: Build a custom goal
zh_hk: 度身訂做目標

source: Build Profile
zh_hk: 建立個人檔案

source: Bulgarian
zh_hk: 保加利亞文

source: Burmese
zh_hk: 緬甸文

source: Buryat
zh_hk: 布里亞特語

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
zh_hk: <b>為什麼需要電郵地址?</b>我們可能會在未來聯絡您，提供與數據集相關的新資訊。電郵可作為我們聯絡您的方式。

source: By editing your goal, you may lose your existing progress.
zh_hk: 編輯目標後，可能會失去現有進度。

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
zh_hk: 假如同意接收郵件，就代表您同意 Mozilla 依照<privacyLink>隱私權保護政策</privacyLink>當中描述嘅方式處理呢啲些資訊。

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
zh_hk: <b>您同意</b>不嘗試識別 Common Voice 資料集内談話人士的個人身分

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
zh_hk: 提供一啲關於你嘅資訊，可令你嘅 Common Voice 語音資料更有用，令語音識別引擎更加準確。

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zh_hk: 使用 Common Voice，即代表您同意我們的<termsLink>條款</termsLink>和<privacyLink>私隱聲明</privacyLink>

source: Cancel Re-recording
zh_hk: 取消重新錄音

source: Cancel Submission
zh_hk: 取消提交

source: Can't decide?
zh_hk: 決定唔到？

source: Cantonese
zh_hk: 粵文

source: Catalan
zh_hk: 加泰隆文

source: Central Kurdish
zh_hk: 中庫爾德文

source: Change your email via Settings under Login Identity
zh_hk: 請到「設定」内的「登入身分」修改電郵地址

source: <chevron></chevron>See less
zh_hk: <chevron></chevron>睇少啲

source: <chevron></chevron>See more
zh_hk: <chevron></chevron>睇多啲

source: Chinese (China)
zh_hk: 中文（大陸）

source: Chinese (Hong Kong)
zh_hk: 中文（香港）

source: Chinese (Taiwan)
zh_hk: 中文（臺灣）

source: Choose language/localization
zh_hk: 選擇語言/地區

source: Chuvash
zh_hk: 楚瓦什文

source: Click
zh_hk: 點擊

source: Clip Graveyard
zh_hk: 片段回收桶

source: Clips recorded
zh_hk: 段新錄音

source: Clips Uploaded
zh_hk: 錄音片段已成功上載

source: Clips validated
zh_hk: 段錄音成功被驗證

source: Clips You've Recorded
zh_hk: 您錄製嘅片段

source: Clips You've Validated
zh_hk: 您驗證咗嘅錄音

source: Close
zh_hk: 關閉

source: Collecting sentences
zh_hk: 收集句子

source: Comment
zh_hk: 附註

source: Common Voice data plus all other voice datasets above.
zh_hk: Common Voice 數據，以及上面列出的所有其他語音數據集。

source: Common Voice Dataset
zh_hk: Common Voice 數據集

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
zh_hk: Common Voice 計劃係由 Mozilla 發起嘅，用嚟幫機械學識好似真人咁發聲。

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
zh_hk: Common Voice係全球最大嘅公開、多語言語音數據集。

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
zh_hk: 學術界、小企業與語音識別愛好者會使用 Common Voice 嘅錄音片段嚟幫助訓練、發展語音模型等公共資源。 可唔可以話畀我哋知你點解想刪除錄音片段？

source: Community Playbook
zh_hk: 社群守則

source: Confirm Goal
zh_hk: 確認目標

source: Connect with Gravatar
zh_hk: 連結到 Gravatar

source: Contact
zh_hk: 聯絡我們

source: Contact Form
zh_hk: 聯絡表格

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
zh_hk: 內容依照 <licenseLink>Creative Commons 授權條款</licenseLink>授權大眾使用

source: Continue
zh_hk: 繼續

source: Contribute
zh_hk: 參與貢獻

source: Contribute sentences
zh_hk: 貢獻新的句子

source: Contribute to { $lang }
zh_hk: 貢獻到 { $lang }

source: Contribution Activity
zh_hk: 貢獻記錄

source: Contribution Criteria
zh_hk: 貢獻準則

source: Contribution Experience
zh_hk: 貢獻體驗

source: Contributors record voice clips by reading from a bank of donated sentences.
zh_hk: 貢獻者會朗讀數據庫内由大衆提供的句子，變成錄音片段。

source: Cornish
zh_hk: 康和文

source: Corsican
zh_hk: 科西嘉文

source: { $count } clips
zh_hk: { $count }錄音片段

source: { $count }mo
zh_hk: 月

source: { $count }wk
zh_hk: 週

source: { $count }y
zh_hk: 年

source: Create a Custom Goal
zh_hk: 訂立個人目標

source: Criteria
zh_hk: 準則

source: Croatian
zh_hk: 克羅地亞文

source: Czech
zh_hk: 捷克文

source: Dagbani
zh_hk: 達戈姆巴文

source: Daily Goal
zh_hk: 每日目標

source: Danish
zh_hk: 丹麥文

source: Dashboard
zh_hk: 儀表板

source: Dataset Release
zh_hk: 數據集發佈

source: Datasets
zh_hk: 數據集

source: Date
zh_hk: 日期

source: Days
zh_hk: 日

source: Delete my recordings
zh_hk: 刪除我的錄音

source: Delete Profile
zh_hk: 刪除個人檔案

source: Dhivehi
zh_hk: 迪維西文

source: Different language
zh_hk: 其他語言

source: Difficult
zh_hk: 有難度

source: Difficult to pronounce
zh_hk: 難以發音

source: Dioula
zh_hk: 迪烏拉語

source: Discard ongoing recording
zh_hk: 捨棄目前嘅錄音

source: Donate your voice
zh_hk: 捐出你嘅聲音

source: Don't see your language on Common Voice yet?
zh_hk: 喺 Common Voice 入邊搵唔到您的語言？

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
zh_hk: 數據集入面冇你嘅語言？請去語言頁面要求新增語言。

source: Download
zh_hk: 下載

source: Download Common Voice Data
zh_hk: 下載 Common Voice 數據

source: Download Data
zh_hk: 下載數據

source: Download Dataset Bundle
zh_hk: 下載數據組合

source: Download { $language }
zh_hk: 下載{ $language }

source: Download Links
zh_hk: 下載鏈結

source: Download My Data
zh_hk: 下載我的數據

source: Download profile data
zh_hk: 下載我的個人檔案數據

source: Download the Single Word Target Segment
zh_hk: 下載單字目標群體分項

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
zh_hk: 您有任何可以讓 Common Voice 資料集變得更好的點子嗎？歡迎到 Discourse 討論區告訴我們

source: Do you want to continue?
zh_hk: 你要繼續嗎？

source: Do you want to Speak, Listen or both?
zh_hk: 您想淨係講嘢、聽嘢，定係又聽又講？

source: Drag and drop or <browseWrap>Browse</browseWrap>
zh_hk: 拖放至此處，或<browseWrap>按此瀏覽</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
zh_hk: 在貢獻時，點擊「提交」會略過提供意見，直接去到下一組五段錄音或驗證。

source: Dutch
zh_hk: 荷蘭文

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
zh_hk: 數據集中的每筆資料包含一組獨特的 MP3 錄音檔與對應的文字檔案。數據集中包含 <b>{ $total }</b> 小時錄製完成的片段，當中也包含有許多不同年齡層、性別、口音等能夠幫助訓練語音識別引擎準確性的人口統計資料。 數據集中目前包含 <b>{ $valid }</b> 小時 <b>{ $languages }</b> 種語言的已驗證資料，但我們希望能夠持續加入更多語音與語言。歡迎到我們的<languagesLink>語言頁面</languagesLink>要求新增語言，或者開始貢獻。

source: Easy
zh_hk: 輕鬆

source: Edit
zh_hk: 編輯

source: Edit Profile
zh_hk: 編輯個人檔案

source: Email
zh_hk: 電郵

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
zh_hk: <emailFragment>訂閱</emailFragment>我哋嘅電郵群組，瞭解可以參加邊啲活動、同我哋一齊參與 Common Voice 嘅功能設計。

source: Email is already used for a different account
zh_hk: 有人用咗呢個電郵地址喇

source: Email Subscriptions
zh_hk: 電郵訂閱

source: English
zh_hk: 英文

source: Enter Email to Download
zh_hk: 輸入電郵地址即可下載

source: Enter email to send a sign up link
zh_hk: 打入你嘅電郵地址嚟轉送註冊鏈結

source: Enter your email
zh_hk: 留低你嘅電郵

source: Error { $code }
zh_hk: 錯誤 { $code }

source: Erzya
zh_hk: 厄爾茲亞文

source: ESC
zh_hk: 退出

source: Esperanto
zh_hk: 世界語

source: Estonian
zh_hk: 愛沙尼亞文

source: Events
zh_hk: 活動

source: Everyone
zh_hk: 所有人

source: Exit & Delete clips
zh_hk: 結束並刪除錄音

source: FAQ
zh_hk: 常見問題

source: Faroese
zh_hk: 法羅文

source: Fields marked with an asterisk (*) are required.
zh_hk: * 表示必填欄位

source: Finish editing first?
zh_hk: 要完成編輯嗎？

source: Finish recording
zh_hk: 完成錄音

source: Finish recording first?
zh_hk: 不先完成錄音嗎？

source: Finnish
zh_hk: 芬蘭文

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
zh_hk: 首先，查一查你嘅語言<languageLink>係咪已經存在</languageLink>。 如果唔係，你可以<languageRequestLink>要求新增你嘅語言</languageRequestLink>。 之後有兩個步驟：翻譯網站、同埋收集句子。

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
zh_hk: 對於每段貢獻咗出嚟嘅錄音同埋經過驗證嘅錄音，您嘅帳戶儀表板都會更新，以反映您喺每種語言嘅最新進展。冇錯，您可以作出多項貢獻。<br/> <br/>你可以透過儀表板跟蹤統計數據，了解您同社群入面其他嘅交往狀況，並設定每日或者每個禮拜嘅貢獻目標。

source: for example
zh_hk: 譬如

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
zh_hk: 以下「已上線」嘅語言，代表網站已經成功被<localizationGlossaryLink>本地化</localizationGlossaryLink>，而且都已經<sentenceCollectionGlossaryLink>搜集咗夠多句子</sentenceCollectionGlossaryLink>令大家可以用<speakLink>講話</speakLink>及<listenLink>聆聽</listenLink>嘅方式貢獻。

source: French
zh_hk: 法文

source: Frisian
zh_hk: 菲士蘭文

source: Fulah
zh_hk: 富拉文

source: Galician
zh_hk: 加利西亞文

source: Georgian
zh_hk: 喬治亞文

source: German
zh_hk: 德文

source: Get involved
zh_hk: 參與我們

source: Get Involved
zh_hk: 加入我們

source: Get started with goals
zh_hk: 訂立目標，開始貢獻

source: Get Started with Speech Recognition
zh_hk: 語音識辨新手入門

source: Goal reached
zh_hk: 達到咗嘅目標

source: Goals
zh_hk: 目標

source: Goan Konkani
zh_hk: 貢加尼文

source: Go to Discourse
zh_hk: 前往 Discourse 討論區

source: Go to Languages Page
zh_hk: 前往語言版面

source: Go to { $name }
zh_hk: 前往 { $name }

source: Grammatical / spelling error
zh_hk: 文法 / 拼字錯誤

source: Great! How many clips a week?
zh_hk: 好啊！每週錄幾多段音？

source: Great! How many clips per day?
zh_hk: 好啊！每日錄幾多段音？

source: Great!<recordIcon></recordIcon> Record your next clip
zh_hk: 好！點擊<recordIcon></recordIcon>錄下一個片段

source: Great work!<playIcon></playIcon> Listen again when you're ready
zh_hk: 做得好！<playIcon></playIcon> 準備好就可以再聽更多

source: Greek
zh_hk: 希臘文

source: Guarani
zh_hk: 瓜拉尼文

source: Haitian
zh_hk: 海地文

source: Hakha Chin
zh_hk: 哈卡鎮 欽語

source: Hausa
zh_hk: 豪薩文

source: Have Feedback?
zh_hk: 有意見要回饋嗎？

source: Have you read our Terms?
zh_hk: 睇咗我哋嘅條款未？

source: Having an account is not required to contribute, though it is helpful.
zh_hk: 唔建立帳戶亦可貢獻，但如果有嘅話會更有幫助，下面話你知點解。

source: Having a profile is not required to contribute though it is helpful, see why below.
zh_hk: 唔需要成立個人檔案即可貢獻，但如果有嘅話會更有幫助，下面話你知點解。

source: Hebrew
zh_hk: 希伯來文

source: Help
zh_hk: 說明

source: Help Common Voice reach { $hours } hours in a language with a personal goal
zh_hk: 建立一個幫 Common Voice 嘅任何一種語言達到{ $hours } 小時嘅個人目標

source: Help create Common Voice’s first target segment in { $locale }
zh_hk: 幫助 Common Voice 創立 { $locale } 的第一個目標群體分項

source: Help reach { $hours } hours in { $language } with a personal goal
zh_hk: 建立一個幫{ $language }達到{ $hours } 小時嘅個人目標

source: Help teach machines how real people speak, donate your voice at { $link }
zh_hk: 請到 { $link } 獻聲，幫我哋教機器瞭解真人係點講話嘅。

source: Help us build a community around voice technology, stay in touch via email.
zh_hk: 請幫助我們打造一個使用語音技術的社群，並透過電郵保持聯繫。

source: Help us build a high quality, publicly open dataset
zh_hk: 幫我哋打造一個高品質、開放畀公眾使用嘅數據集

source: Help us find more voices, share your goal
zh_hk: 幫助我們找更多人參與錄音，分享您的目標

source: Help us find others to donate their voice!
zh_hk: 幫我哋搵其他人一齊獻聲！

source: Help us get to { $goal }
zh_hk: 幫我哋達到 { $goal }

source: Help us validate sentences!
zh_hk: 請幫我哋驗證句子！

source: Help us validate voices
zh_hk: 幫我哋驗證錄音

source: Hidden
zh_hk: 隱藏

source: Hiligaynon
zh_hk: 希利蓋農文

source: Hill Mari
zh_hk: 山地馬里文

source: Hindi
zh_hk: 印地文

source: Hours
zh_hk: 個鍾

source: Hours Recorded
zh_hk: 個鐘嘅錄音

source: Hours Validated
zh_hk: 個鐘已被驗證嘅錄音

source: How ?
zh_hk: 點做？

source: How does Common Voice work?
zh_hk: Common Voice 喺點運作㗎？

source: How does site localization work?
zh_hk: 網站本地化點樣做㗎？

source: How do I add a language?
zh_hk: 我點樣新增一種語言？

source: How do I add sentences?
zh_hk: 我可以點樣新增句子？

source: How do I stay in touch?
zh_hk: 點樣可以保持聯絡？

source: How would you describe your accent?
zh_hk: 你會點樣形容你嘅口音？

source: Hungarian
zh_hk: 匈牙利文

source: I agree
zh_hk: 我同意

source: Icelandic
zh_hk: 冰島文

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
zh_hk: 我希望收到包括目標提醒、進度更新、同 Common Voice 電子報嘅電郵。

source: I do not agree
zh_hk: 我唔同意

source: Igbo
zh_hk: 伊博文

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
zh_hk: 我啱啱訂立咗貢獻廣東話錄音俾 #CommonVoice 嘅目標，您都一齊嚟加入，幫機器學講純正嘅廣東話啦。{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
zh_hk: 我同意你依照 Mozilla 嘅<privacyLink>私隱保護政策</privacyLink>中描述嘅方式嚟處理呢啲資料

source: Indonesian
zh_hk: 印尼文

source: In Progress
zh_hk: 準備中

source: Interested in learning more and contributing to the project?
zh_hk: 你有無興趣學更多嘢，為呢一個計劃貢獻？

source: Interlingua
zh_hk: 因特文

source: Interlingue
zh_hk: 國際語

source: Irish
zh_hk: 愛爾蘭文

source: IsiNdebele (North)
zh_hk: 恩德貝萊文（北方）

source: Is the clip valid?
zh_hk: 呢段聲啱唔啱？

source: Italian
zh_hk: 義大利文

source: It contains words or phrases that are hard to read or pronounce.
zh_hk: 這句話當中有難以發音的文字或詞彙。

source: It is written in a language different than what I’m speaking.
zh_hk: 這句是另一種語言的句子。

source: Izhorian
zh_hk: 伊喬里亞文

source: Japanese
zh_hk: 日文

source: Join the Common Voice mailing list
zh_hk: 加入 Common Voice 郵件群組

source: Just Unsure?
zh_hk: 唔肯定？

source: Kabardian
zh_hk: 卡巴爾達文

source: Kabyle
zh_hk: 卡拜爾文

source: Kannada
zh_hk: 卡納達文

source: Kaqchikel
zh_hk: 喀克其奎文

source: Karakalpak
zh_hk: 卡拉卡爾帕克文

source: Kazakh
zh_hk: 哈薩克文

source: { $kb }kb max
zh_hk: { $kb }kb 上限

source: Keep
zh_hk: 保留

source: Keep it up, record again <recordIcon></recordIcon>
zh_hk: 繼續加油，再錄一回！<recordIcon></recordIcon>

source: Keep the recordings
zh_hk: 保存錄音

source: Keep track of your progress and metrics across multiple languages.
zh_hk: 跟蹤你嘅進度，以及各種語言嘅統計指標。

source: Keep track of your progress with a profile
zh_hk: 建立個人檔案，紀錄您的進度

source: Keep track of your progress with a profile and help our voice data be more accurate.
zh_hk: 使用你嘅個人檔案可以保留你嘅進展，並幫助提高我哋語音數據嘅準確度。

source: Khmer
zh_hk: 高棉文

source: K'iche'
zh_hk: 基切文

source: Kikuyu
zh_hk: 基庫尤文

source: Kinyarwanda
zh_hk: 盧旺達文

source: Komi-Zyrian
zh_hk: 科米-齊良文

source: Korean
zh_hk: 韓文

source: Kurmanji Kurdish
zh_hk: 北庫爾德文

source: Kyrgyz
zh_hk: 吉爾吉斯文

source: Language
zh_hk: 語言

source: Language Request
zh_hk: 要求新語言

source: Language request successfully submitted, thank you.
zh_hk: 增添新語言嘅請求已經收到，唔該曬。

source: Languages
zh_hk: 所有語言

source: Lao
zh_hk: 老撾文

source: Latvian
zh_hk: 拉脫維亞文

source: Launched
zh_hk: 已上線

source: Leaderboard Visibility
zh_hk: 在排行榜上顯示個人檔案

source: Learn how to take part
zh_hk: 了解點樣成爲我哋一份子

source: Learn More
zh_hk: 瞭解更多

source: Leaving now means you’ll lose your changes
zh_hk: 而家離開將唔會儲存你嘅變更

source: Leaving now means you'll lose your progress
zh_hk: 如果要現在離開，會失去目前的進度

source: Let's Get Started
zh_hk: 一齊開始啦！

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
zh_hk: LibriSpeech 語料庫來自 LibriVox 計劃，共有大概一千個鐘嘅 16 千赫英語有聲書錄音。

source: License
zh_hk: 授權條款

source: License: <licenseLink>CC-0</licenseLink>
zh_hk: 授權條款: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
zh_hk: 授權條款：<licenseLink>{ $license }</licenseLink>

source: Ligurian
zh_hk: 利古里亞文

source: Link Copied
zh_hk: 超連結已被複製

source: Listen
zh_hk: 聽

source: Listening
zh_hk: 聼嘢

source: Listen-Queue
zh_hk: 聆聽隊列

source: Lithuanian
zh_hk: 立陶宛文

source: Loading…
zh_hk: 載入緊…

source: Localized
zh_hk: 本地化進度

source: Login Identity
zh_hk: 登入身份

source: Log in or sign up to get started
zh_hk: 請登入或註冊，即可開始使用

source: Log In / Sign Up
zh_hk: 登入 / 註冊

source: Log In / Sign Up with { $company } email
zh_hk: 以 { $company } 電郵登入 / 註冊

source: Log Out
zh_hk: 登出

source: Lojban
zh_hk: 邏輯文

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
zh_hk: 睇嚟而家無任何錄音可聽。請幫我哋錄下一啲聲音。

source: Luganda
zh_hk: 盧干達文

source: Luxembourgish
zh_hk: 盧森堡文

source: Macedonian
zh_hk: 馬其頓文

source: Maithili
zh_hk: 邁提利文

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
zh_hk: 提供一啲人口統計資料，可令你提交嘅數據更加豐富。我們會喺公開錄音檔前，將呢啲統計資料去識別化。

source: Malagasy
zh_hk: 馬拉加斯語

source: Malay
zh_hk: 馬來文

source: Malayalam
zh_hk: 馬拉亞拉姆文

source: Maltese
zh_hk: 馬爾他文

source: Manage Email Subscriptions
zh_hk: 電郵訂閱管理

source: Manage Subscriptions
zh_hk: 管理訂閱

source: Mapudungun
zh_hk: 馬普切語

source: Marathi
zh_hk: 馬拉提文

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
zh_hk: 我哋嘅<homepageLink>首頁</homepageLink>可能會幫倒你？想問問題，請加入<matrixLink>Matrix 群組聊天室</matrixLink>，網站問題可以交畀<githubLink>GitHub</githubLink>，或去一去我哋嘅<discourseLink>Discourse 論壇</discourseLink>。 在上，或者加入 。

source: Meadow Mari
zh_hk: 草原馬里文

source: Meetei Lon
zh_hk: 曼尼普爾文

source: Message
zh_hk: 你的短訊

source: Misreadings
zh_hk: 誤讀

source: Mixed
zh_hk: 混合

source: Moksha
zh_hk: 莫克沙文

source: Mongolian
zh_hk: 蒙古文

source: More
zh_hk: 更多

source: Mossi
zh_hk: 莫西文

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
zh_hk: 大部分現成嘅數據由大公司擁有，並未開放畀大眾使用。我哋覺得噉樣會阻礙創新，所以創立咗畀每個人都可以嚟自由建造語音識別嘅 Common Voice 計劃。

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
zh_hk: 大部分現成嘅數據由大公司擁有，並未開放畀大眾使用。我哋覺得咁樣會阻礙創新，所以創立咗等每個人都可以嚟自由建造語音識別嘅 Common Voice 計劃。

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
zh_hk: Mozilla Common Voice 計劃旨在教識機器真人講野嘅方式。

source: N/A
zh_hk: 唔適用

source: Name
zh_hk: 名字

source: Native Language
zh_hk: 母語

source: Need some help with accent?
zh_hk: 須要知多一點「口音」嘅意思？

source: Need some help with variants?
zh_hk: 需要關於語言變體的相關說明嗎？

source: Need to download your data?
zh_hk: 需要下載你嘅數據？

source: Nepali
zh_hk: 尼泊爾文

source: New Language Launch
zh_hk: 發布新語言

source: Next
zh_hk: 下一步

source: Nias
zh_hk: 尼亞斯文

source: No
zh_hk: 唔好

source: No gravatar found for your email
zh_hk: 找不到您電郵所屬的 Gravatar

source: No microphone found.
zh_hk: 我們找不到你的咪高峰。

source: Norwegian Bokmål
zh_hk: 挪威文（書面語）

source: Norwegian Nynorsk
zh_hk: 挪威文（新挪威語）

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
zh_hk: 設定為「公開」個陣，可以喺 <profileLink>個人檔案首頁</profileLink>改變此選項

source: Note: You will still need to select between Speak or Listen to change contribution type.
zh_hk: 註: 您仍須要選擇「聽」或「講」來切換貢獻類型。

source: No Thanks
zh_hk: 唔洗喇，多謝

source: No variant selected
zh_hk: 冇揀到任何語言變體

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
zh_hk: 而家你知道咗更多關於 Common Voice 嘅資訊喇，有無興趣嚟試下？請你㩒一㩒個咪嚟大聲朗讀句子。<br/><br/>如果你想幫手審核其他人嘅錄音，請你㩒一㩒個播放圖示嚟確認段錄音同段文字係咪相同。

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
zh_hk: 而家你可以將自己嘅聲音捐畀我哋，以幫助打造開放源碼嘅語音資料庫，等任何人都可以為裝置同互聯網打造嶄新嘅應用程式。<lineBreak></lineBreak> 只要朗讀一段文字，你就可以幫助機器了解我哋點樣講嘢嘅。你亦可以驗證其他貢獻者嘅聲音，嚟協助改善品質。就係咁簡單！

source: Number of Voices
zh_hk: 錄音人數

source: Occitan
zh_hk: 奧克文

source: Odia
zh_hk: 歐利亞文

source: Off
zh_hk: 關

source: Offensive language
zh_hk: 冒犯人的語言

source: Offensive speech
zh_hk: 冒犯人的錄音片段

source: On
zh_hk: 開

source: On desktop devices you can contribute by downloading…
zh_hk: 在桌面電腦上，您可以下載最新的：

source: On iOS please continue with Safari to enable recording…
zh_hk: 用 iOS 的請使用 Safari 瀏覽器繼續來啓用錄音功能…
